Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Two days ago, I had a meeting with Harvard Divinity school Buddhist ministry students. It was a heart warming experience to share my creative journey with the the Professors and students.
ne: दुई दिनअगाडि हारवर्ड डिभिनिटि स्कूलका बुद्धिष्ट संकायका विद्यार्थीहरूसँग मेरो मिटिङ्ग भएको थियो। प्राध्यापक र विद्यार्थीलाई आफ्नो सिर्जनात्मक यात्राबारे सुनाउनु मेरालागि मन छुने अनुभव थियो। मैले मुख्यतया आफ्नो व्यक्तिगत रुपान्तरण र कसरी एउटा सानो पुतलीले मेरो जीवन परिवर्तन गर्यो भन्नेबारे बताए। त्यसपछि हामी यी सेता पुतलीलाई अन्य संकायमा फिंजाउनतर्फ लाग्यौ।

source: I mostly talked about my personal transformation and how a tiny butterfly changed my life.
ne: #‎buddhism‬ ‪#‎enter‬ the ‪#‎gate‬ of ‪#‎wisdom‬ ‪#‎life‬ ‪#‎peace‬ ‪#‎harvard‬ ‪#‎learning‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬

source: He added on Facebook:
ne: फेसबूकमा उनले थपे:

source: I finished this white butterflies art installation yesterday at the CGIS building (Center for Government and International Studies) ~ Harvard.
ne: हिजो मैले हारवर्डको सिजिआइएस भवन (सेन्टर फर गभर्नमेन्ट एण्ड इन्टरनेशनल स्टडिज) मा सेता पुतली स्थापना गरी सकाए। यो भुंइ तल्लादेखि शुरु हुन्छ र घुम्रिएर चौथौं तल्लासम्म पुगेको छ।

source: It starts from the ground floor swirling up to the 4th floor. My view today- had a great time interviewing Nepali artist Milan Rai about his White Butterfly project @HarvardSAI pic.twitter.com/n7g3C6iu1b — Meghan Smith (@meghansmith55) April 12, 2016
ne: मेरालागि आजको दृश्य — नेपाली कलाकार मिलन राईसँग उनको ह्वाइट बटरफ्लाई प्रोजेक्टबारे अन्तर्वार्ता गर्दाको क्षण रमाइलो भयो।

source: Nowadays, as Rai tours the world on the wings of his viral art project, he reserves some special words of kindness and appreciation for flight attendants:
ne: आजकल राई आफ्नो भाइरल कला परियोजनाको पखेंटामा बसी विश्व सयर गर्दा विमान परिचारकका लागि माया र प्रशंसाका विशेष शब्द सुरक्षित राख्छन्:

source: Usually the flight attendants say, "Thank you for flying with us." Whenever I meet them I say, "Thank You for flying with me."
ne: साधारणतया विमान परिचारकले भन्छन्, “हामीसँग उड्नु भएकोमा धन्यवाद।” जब म उनीहरूलाई भेट्छु म भन्छु, “मसँग उड्नु भएकोमा धन्यवाद।”

source: Yangon, Myanmar.
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको जार्नी फ्योको फोटो। नवशिकारुहरू। लाशियो, शान राज्य, म्यानमार। २०१५। सिसि लाइसेन्स

source: 2015. CC License
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको जार्नी फ्योको फोटो।, यांगोन, म्यानमार। २०१५। सिसि लाइसेन्स

source: A crowdsourced photo blogging website, Featured Collectives, encourages submissions from photographers who capture the day-to-day of Myanmar's ordinary people.
ne: फिचर्ड कलेक्टिभ्स नामक क्राउडसोस्र्ड फोटो ब्लगिङ्ग वेबसाइटले म्यानमारका साधारण मानिसका दैनिकी खिच्ने फोटोग्राफरलाई आफ्ना फोटोहरू पेश गर्न प्रोत्साहित गर्दछ।

source: Photographer Chit Min Maung, who is running the site, told Global Voices that the online project is intended to showcase the creativity of Myanmar's photographers and link them to the international community.
ne: यस साइटका संचालनकर्ता फोटोग्राफर चित मिन माउङले यस अनलाइन परियोजनाको उद्देश्य म्यानमारका फोटोग्राफरहरूको सिर्जनशीलता दर्शाउँदै उनीहरूलाई अन्तर्राष्ट्रिय समुदायसँग जोड्नु रहेको कुरा ग्लोबल भ्वाइसेजलाई बताए। उनले भने:

source: He said: In Myanmar, we usually shoot landscapes and portraits and we don't make much choices. So, we wanted to show that we still have different types of photography other than those two.
ne: हामी म्यानमारमा खास गरेर ल्याण्डस्केप र पोट्रेट मात्र खिच्छौ र धेरै विकल्प खोज्दैनौै। त्यसैले हामी के देखाउन चाहन्थ्यौ भने हामीसँग अझै यी दुई बाहेक धेरै प्रकारका फोटोग्राफी छन्।

source: Myanmar, formerly known as Burma, was under military dictatorship for more than 50 years until it transitioned to constitutional democracy in 2010. During the military rule, Myanmar largely remained detached from the rest of the world, preserving a unique culture and way of life.
ne: सन् २०१० मा संवैधानिक लोकतन्त्रमा जानु अघि पहिले बर्मा भनिने म्यानमार ५० वर्षभन्दा बढी सैनिक तानाशाहीको अधीनमा थियो। सैनिक शासनका बेला यहाँको अद्वितीय सँस्कृति तथा जीवन पद्धतिलाई जोगाई राख्दै म्यानमार मुख्यतया बाँकी दुनियासँग टाढा रह्यो। गत वर्ष प्रतिपक्षले सैनिकसमर्थित पार्टीलाई ऐतिहासिक निर्वाचनमा हरायो जसले म्यानमारको समाजमा नयाँ युगको आगमन गराउन सक्नेछ।

source: Last year, the opposition defeated the military-backed party in a historic election that could usher in a new era in Myanmar society.
ne: म्यानमारले अबका महिनामा अझ धेरै सुधार ल्याउने तयारी गर्दै गर्दा फिचर्ड कलेक्टिभ्स जस्ता वेबसाइटहरू यहाँको द्रुत गतिमा परिवर्तन हुँदै गरेको समाजको दैनिक जीवनको दस्तावेज तयार पार्न अनिवार्य छन्।

source: The photoblog features photo essays and individual photos submitted by photographers from both inside and outside the country. For example, one collection shows a man creating wooden beads.
ne: यस फोटोब्लगमा देशभित्र र बाहिरका फोटोग्राफरले प्रस्तुत गरेका फोटो लेख तथा व्यक्तिगत फोटोहरू फिचर गरिएको छ। उदाहरणका लागि एउटा संग्रहले काठबाट मालाका दाना बनाउँदै गरेको देखाउँछ।

source: Bead necklaces from the Pyu era 2,000 years ago were famous.
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको थुएइनको फोटो। © थुएइन फोटोग्राफी। सिसि लाइसेन्स

source: As it is considered sacred, they are made using fragrant wood.
ne: यस लेखले भन्छ:

source: Mandalay is the centre for providing almost all of the country's meditation beads. Leftover fragrant wood from the production are not simply thrown away after making beads. They will be used during the holy festival, called Da Poe Twe, to offer fire to the Buddha image.
ne: मालाका दाना म्यानमारका बासिन्दाका लागि अनिवार्य वस्तु हुन् । योे महिलाहरूको गहनाको रुपमा पनि रहेको कुरा जगजाहेर छ। २,००० वर्ष अघि प्यू कालका दानावाला मालाका हार प्रख्यात थिए। गहनाका माला सबैले प्रयोग नगर्ने भए पनि ध्यान गर्नका लागि प्रयोग हुने मालाका दाना सबै म्यानमारी बौद्धमार्गीका लागि महत्वपूर्ण छन्। ध्यान गर्नका लागि प्रयोग हुने मालाका दाना मुख्यतया काठबाट बनाइन्छन्। यी पवित्र मानिने हुनाले सुगन्धयुक्त काठ प्रयोग गरेर बनाइन्छन्। ध्यान गर्नका लागि प्रयोग हुने मालाका दाना लगभग सबै म्याण्डलेबाट आउने गर्दछ। मालाका दाना बनाउँदा बचेका सुगन्धयुक्त काठका टुक्राटाक्री त्यसै फालिदैनन्। यी पवित्र चाड दा पो त्वेका बेला बुद्धका तस्वीरमा अग्नि अर्पण गर्नका लागि प्रयोग गरिनेछन्।

source: Here are some more of our favorite photos that depict everyday street scenes in Myanmar. Make sure to visit the website to see more amazing photos.
ne: हामीलाई मन परेका म्यानकारका बाटामा देखिने दैनिक दृश्यका केही फोटोहरू हेर्नुहोस्। थप फोटोहरू हेर्न यस वेबसाइटमा अवश्य जानुहोस्।

source: Photo from Featured Collectives by Phyo Hein Kyaw.
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको फ्यो हेइन क्यको फोटो। बालापन। म्याण्डले, म्यानमार। २०१५। सिसि लाइसेन्स

source: Childhood. Mandalay, Myanmar. 2015.
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको खान्त मिन तुनको फोटो। म्याण्डले, म्यानमार। २०१६। सिसि लाइसेन्स

source: Mandalay, Myanmar. 2016.
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको थान्त जको फोटो। कफि शप। यांगोन, म्यानमार। २०१५। सिसि लाइसेन्स

source: The Coffee Shop. Yangon, Myanmar. 2015.
ne: फिचर्ड कलेक्टिभ्सबाट लिइएको म्यात थुको फोटो। राखिने राज्य, म्यानमार। २०१५। सिसि लाइसेन्स

source: The Fascinating History of Colombia's Currency, in 140 Characters or Less · Global Voices
ne: ट्वीटरमा कोलम्बियाई मुद्राको चाखलाग्दो इतिहास

source: Image taken from this tweet by @MonedasColombia.
ne: @MonedasColombia को यो ट्वीटबाट लिइएको तस्वीर।

source: Are you a fan of numismatics, otherwise known as the study or collection of money? If the answer is yes, then the Twitter account Monedas de Colombia (Colombian Coins) is one worth following.
ne: के तपाई नुमिस्म्याटिक्सको प्रशंसक हुनुहुन्छ? नुमिस्म्याटिक्स मुद्राको अध्ययन वा संकलन हो। यदि हुनुहुन्छ भने मोनेदास दे कोलम्बियालाई (कोलम्बियाई सिक्काहरू) ट्वीटरमा पछ्याउनुहोस्।

source: From the city of Bucaramanga, the owner of the account, which has over 7,000 followers, tweets historical facts in Spanish about coins and banknotes from this South American country.
ne: ७,००० भन्दा बढी फलोअर रहेका यस अकाउन्टका संचालकले बुकारामांगा शहरबाट यस दक्षिण अमेरिकी देशको सिक्का र बैंकनोटबारे ऐतिहासिक तथ्यहरू स्पेनिशमा ट्वीट गर्छन्।

source: According to the International Association of Currency Affairs, Colombian coins were the world's most beautiful in 2013.
ne: इन्टरनेशनल असोसिएशन अफ करेन्सी अफेअर्सका अनुसार सन् २०१३ मा कोलम्बियाई सिक्काहरू विश्वकै सबभन्दा सुन्दर थिए।

source: 500 peso coin in homage to the Tree of Guacarí and the efforts of the municipality to preserve it.
ne: ट्री अफ वाकारी र यसको संरक्षणका लागि नगरपालिकाको प्रयासको सम्मानमा ५०० पेसोको सिक्का। सन् १९८९ मा यो रूख ढल्यो। #ArborDay

source: It fell in 1989. #ArborDay In addition, this public account publishes facts about coins and bills from other countries around the world.
ne: साथै यस सार्वजनिक अकाउन्टले विश्वका अरु देशका सिक्का र नोटबारे तथ्यहरू प्रकाशित गर्दछ। तथापि यसले टक्सारमा बनाइएका र यस देशको इतिहासभरि सार्वजनिक गरिएका ठूलो कोलम्बियाई संग्रहमा ध्यान केन्द्रित गरेको छ।

source: However, its main focus is on the large Colombian collection minted and released throughout the country's history.
ne: बोगोटाको कासा "दे मोनेदा" (टक्सार) मा १६२७ मा बनाइएको सिक्का। अमेरिकामा बनाइएका पहिलो सुनका सिक्का।

source: A dog as the image of the 25 peso bill released by the Colombian National Bank in 1895.
ne: सन् १८९५ मा कोलम्बियाई राष्ट्रिय बैंकद्वारा जारी गरिएको कुकुरको तस्वीर भएको २५ पेसोको नोट।

source: Likewise, it shares curious details for collectors and experts:
ne: यसै गरी यस अकाउन्टले संग्रहकर्ता र विज्ञबारे कौतूहल जगाउने विवरणहरू सेयर गर्दछ:

source: Some say that he appears on the 1,000 peso bill.
ne: अप्रिल ९, सन् १९४८ का दिन फिदेल क्याष्ट्रो #Bogotazo का दौरान बोगोटामा थिए। कोही भन्छन् उनी १,००० पेसोको नोटमा देखिन्छन् ।

source: You can also follow the account on Facebook. Do you know any other accounts like this from other countries? Share them with us!
ne: तपाईले यस अकाउन्टलाई फेसबूकमा पनि पछ्याउनसक्नुहुन्छ। के तपाईलाई अन्य देशका यस्तै अकाउन्टका बारेमा थाहा छ? हामीलाई तिनीहरूबारे बताउनुहोस्।

source: Animals Can't Escape Cambodia's Worst Drought in 50 Years, Either · Global Voices
ne: कम्बोडियामा ५० वर्षकै सबैभन्दा भयावह खडेरीले जनावरहरूलाई समेत छाडेको छैन

source: A tourist elephant dies from heat stroke in Angkor. Photo from an online petition calling for an end to elephant riding. Source: change.org
ne: अङ्कोरमा लूले मरेको पर्यटक बोक्ने हात्ती। हात्तीको सवारीे अन्त्य गर्नका लागि शुरु गरिएको अनलाइन याचिकाबाट लिइएको तस्वीर। श्रोत: change.org

source: The El Niño weather phenomenon is partly responsible for plaguing Cambodia with rising temperatures and water shortages.
ne: कम्बोडियालाई बढ्दो तापक्रम र पानीको अभावले गाँज्नुका पछि एल निन्यो आंशिक रुपमा हात रहेको छ। अहिलेको अत्यधिक खडेरी ५० वर्षयताकै भयावह हो।

source: The extreme drought is reported to be the worst in the past 50 years.
ne: सरकारका अनुसार १०० जिल्लामा २५ लाखभन्दा बढी कम्बोडियाई खडेरीबाट प्रभावित छन् र देशका २५ प्रदेशमध्ये १८ मा पानीको अभाव भएको जनाइएको छ। साथै ९ प्रदेश गर्मीको लहरको चपेटामा परेका छन्।

source: According to the government, 2.5 million Cambodians in 100 districts have been affected by the drought, and water shortages have been declared in 18 of the country’s 25 provinces.
ne: कम पानी वितरणले धेरै ग्रामीण क्षेत्रमा गरिबी बढाएको छ जहाँ किसानहरू सिंचाईका लागि नदी र पोखरीमा निर्भर रहन्छन्। खाद्य सुरक्षा तथा स्थानीय जनमानसको स्वास्थ्य पनि चिन्ताको विषय बनेको छ।

source: Meanwhile, nine provinces are experiencing heat waves.
ne: #Cambodiaमा खडेरीको विध्वंसात्मक असर

source: Low water supplies have exacerbated poverty in many rural areas, where farmers depend on rivers and ponds for irrigation.
ne: #Cambodiaको खडेरीप्रभावित कन्डाल प्रदेशमा सुकेको पोखरीबाट माछा संकलन गर्दै माझी

source: Food security and local populations' health are also growing concerns. A look at drought's devastating toll on #Cambodia https://t.co/hTbLWt2AXQ pic.twitter.com/cp5jNmnBIs — The Phnom Penh Post (@phnompenhpost) May 1, 2016
ne: पानीको अभाव र लूले जनावरहरू मर्दैछन्। घट्दो पानीको सतहका कारण गत महिना तोन्ले छमार तालमा ६५ टन माछा मरे:

source: Animals are dying because of the water shortage and heat stroke.
ne: खडेरी र पानीको अभावले र गर्मीले #StungTreng प्रदेशको सिम पाङ जिल्लामा ३०० गाईवस्तु मरे

source: About 65 tons of fish in Tonle Chhmar lake died last month because of decreasing water levels:
ne: अधिकारीहरू सिम रिपमा सयौं चमेरा मर्नुका पछाडि गर्मीको लहरलाई दोष दिन्छन् #Cambodia

source: A tourist elephant in Angkor succumbed to heat stroke.
ne: समुदायबाट: #Cambodiaको बत्तामबाङमा पानी नभएकोले आज ३० भन्दा बढी कालो बाँदर मरे।

source: Because of this incident, some Internet users launched a petition urging the authorities to end elephant rides, which are still popular among tourists.
ne: लूले अङ्कोरमा पर्यटक बोक्ने हात्ती मर्यो। यस घटनाका कारण केही इन्टरनेट प्रयोगकर्ताले निकायहरूलाई हात्तीको सवारी बन्द गर्न अनुरोध गर्दै याचिका शुरु गरेका छन्। हात्तीको सवारी अझै पनि पर्यटकमाझ लोकप्रिय छ।

source: The Cambodian government is asking for cooperation and unity in the nation's response to the drought crisis. Officials vow to provide immediate aid to residents experiencing water shortages.
ne: कम्बोडियाई सरकारले खडेरीविरुद्ध यस देशको जवाफमा सहयोग र एकताका लागि आह्वान गरेको छ। अधिकारीहरूले पानीको अभाव खेपिरहेका बासिन्दालाई तुरुन्त राहत प्रदान गर्नेे प्रण गरेका छन्।

source: Thousands of farmers earn their livelihood growing and selling these guavas.
ne: फोटोहरूमा बङ्गलादेशका पानीमाथि लाग्ने अम्बाका हाटबजार

source: Farmers and wholesalers gather in several floating markets in a region that resembles the floating market of Thailand.
ne: कुरियाना, स्वरुपकाठी। २०१५ © मो. मोयाज्जम मोस्तकिम, तिमुर फोटोग्राफी। अनुमति लिएर प्रयोग गरिएको

source: Guava, a berry-like fruit, is often called the "apple of the tropics". Although it originated in tropical America (in the land between Mexico and Peru), today it is one of the important fruit crops of Bangladesh, where it's grown all over the country.
ne: बङ्गलादेशको दक्षिणी भेगमा एक आपसमा ठोक्किने नदी र नहरहरूले हरित भूदृश्यको सिर्जना गर्दछन्। यदि तपाई यी नहरहरू हुँदै डुङ्गामा शयर गर्दै हुनुहुन्छ भने तपाईले धेरै हरिया अम्बाका बगैंचा देख्नुहुनेछ। हजारौं किसानले यी अम्बा बेचेर आफ्नो जीविका चलाउँछन्। थाइल्याण्डका तैरिने बजारझै देखिने यस क्षेत्रका कैंयन तैरिने बजारमा किसान र थोकविक्रेता भेला हुन्छन्।

source: The southern region of Bangladesh—especially districts of Barisal, Pirojpur, and Jhalokathi—are the main Guava-producing areas.
ne: अम्बा बयर जस्तै फल हो र प्राय यसलाई एप्पल अफ द ट्रपिक्स (उष्णकटिबंधीय स्याउ) भनिन्छ। यसको उत्पत्ति उष्णकटिबंधीय अमेरिका (मेक्सिको र पेरुबीचको भूमिमा) मा भए तापनि आजकल बङ्गलादेशभरि लगाइने एक महत्वपूर्ण फलफूल बाली हो। बङ्गलादेशको दक्षिणी भेग खास गरेर बारिसल, पिरोजपुर र झालोकाठी जिल्लाहरू अम्बा उत्पादन गर्ने मुख्य क्षेत्र हुन्।

source: Shamsheer writes in Somewhereinblog about the floating markets he visited:
ne: शमशीर उनी गएका तैरिने बजारका बारेमा समह्वेरइनब्लगमा लेख्छन्:

source: Nobody is certain when exactly this floating market began, but the tradition is at least a century old.
ne: तैरिने अम्बाका बजार कुर्याना, आट्घोर र भिमरुलीमा भेटिन्छन्। यस क्षेत्रका किसान आफ्ना अम्बा बेच्न साना डुङ्गामा आउँछन् र थोकविक्रेताले पूरै बङ्गलादेशभरि वितरण गर्न यसको संकलन गर्छन्।

source: “Journey to Bangladesh” uploaded a video on Youtube showing the floating markets and guava gardens in Barisal backwaters.
ne: "जर्नी टु बङ्गलादेश" ले युट्यूबमा बारिसल ब्याकवाटर्सका तैरिने बजार र अम्बाका बगैंचा देखाउने भिडियो अपलोड गर्यो।

source: Photographer Md. Moyazzem Mostakim shares dozens of wonderful photos of the floating market on his Facebook page, Timur Photography, which has gained viral appeal online. With Mostakim's permission, we have highlighted some of his photographs below.
ne: फोटोग्राफर मो. मोयाज्जम मोस्तकिम आफ्ना फेसबूक पेज तिमुर फोटोग्राफीमा तैरिने बजारका दर्जनौं अदभुत फोटो सेयर गर्छन्। अनलाइनमा यस पेजप्रतिको आकर्षण भाइरल भएको छ। मोस्तकिमको अनुमति लिएर हामीले उनका फोटो प्रस्तुत गरेका छौं।

source: Vimruli, Jhalokathi, Bangladesh | 2015© Md.
ne: एक आपसमा गफिंदै विक्रेताहरू । भिमरुली, झालोकाठी, बङ्गलादेश। २०१५ © मो. मोयाज्जम मोस्तकिम, अनुमति लिएर प्रयोग गरिएको

source: Atghor, Swarupkathi, Bangladesh | 2015©Md. Moyazzem Mostakim, Used with permission.
ne: बजार जाने बाटोमा । आट्घोर, स्वरुपकाठी, बङ्गलादेश। २०१५ © मो. मोयाज्जम मोस्तकिम, अनुमति लिएर प्रयोग गरिएको

source: Atghor, Swarupkathi, Bangladesh | 2015©Md. Moyazzem Mostakim, Used with permission
ne: अम्बा विक्रेता नहरबाट आउँदै गरेको । आट्घोर, स्वरुपकाठी, बङ्गलादेश। २०१५ © मो. मोयाज्जम मोस्तकिम, अनुमति लिएर प्रयोग गरिएको

source: Used with permission A casual chat between sellers.
ne: भिमरुलीको ग्रामीण बजारमा पर्यटकको ओइरो, झालोकाठी, बङ्गलादेश। २०१५ © मो. मोयाज्जम मोस्तकिम, अनुमति लिएर प्रयोग गरिएको

source: Moyazzem Mostakim, Used with permission. Sold to a wholesaler - Vimruli, Jhalokathi, Bangladesh | 2015© Md. Moyazzem Mostakim, used with permission.
ne: थोक विक्रेतालाई बेचिएको । भिमरुली, झालोकाठी, बङ्गलादेश। २०१५ © मो. मोयाज्जम मोस्तकिम, अनुमति लिएर प्रयोग गरिएको

source: You can find more pictures of this floating guava market here.
ne: तपाईले यस तैरिने अम्बाको बजारका थप फोटोहरू यहाँ हेर्नसक्नुहुनेछ।

source: Chungking, China's wartime capital during 1937-1945, here in 1944 and in colour.
ne: ट्वीटरमा दोश्रो विश्वयुद्ध बेलाका चीन र जापानका फोटोहरू

source: Posted by Twitter user @chinarhyming.
ne: चुङ्किङ्ग, सन् १९३७-१९४५ का दौरान चीनको युद्धताकाको राजधानी, यहाँ १९४४ मा र रङ्गीनमा। ट्वीटर प्रयोगकर्ता @chinarhymingद्वारा पोष्ट गरिएको।

source: The account China in WW2 focuses on the war in China that started in September 1931 with Japan's annexation of Manchuria.
ne: दुईवटा ट्वीटर अकाउन्ट एशियामा दोश्रो विश्वयुद्ध बेलाका ज्ञानवर्धक फोटोहरूका निरन्तर श्रोत रहेका छन्।

source: Another Twitter account, WW2 in Asia, is dedicated to "Livetweeting about history, exactly 80 years after it happened" until 2025 and the eightieth anniversary of the end of the war.
ne: चाइना इन वल्र्डवारटु भन्ने अकाउन्ट सेप्टेम्बर १९३१ मा जापानले मन्चुरिया एकीकरण गरेसँगै चीनमा शुरु भएको युद्धमा केन्द्रित रहेको छ। अर्को ट्वीटर अकाउन्ट वल्र्डवारटु इन एशिया विश्वयुद्ध सकिएको ठिक ८० वर्षपश्चात् इतिहासको यस कालखण्डलाई सन् २०२५ सम्म र युद्ध अन्त्यको ८० औं वर्षगांठसम्म "लाइभ ट्वीट" गर्नमा समर्पित छ।

source: China in WW2
ne: चाइना इन वल्र्डवारटु

source: According to its profile, China in WW2 provides "news about the 1931-1945 Sino-Japanese war and the birth of modern Asia."
ne: चाइना इन वल्र्डवारटुको प्रोफाइलअनुसार यस अकाउन्टले "१९३१ देखि १९४५ सम्मको चीनिया-जापानी युद्ध र आधुनिक एशियाको जन्मबारे समाचार" उपलब्ध गराउँदछ। यस अकाउन्टलाई पिटर हार्मसनले संचालन गर्छन्। उनी 'संघाई १९३७' र 'नान्जिङ्ग १९३७' पुस्तकका लेखक हुन्।

source: The account is managed by Peter Harmsen, author of the books 'Shanghai 1937' and 'Nanjing 1937'.
ne: यस ट्वीटर अकाउन्टले जापान र पश्चिममा बिर्सिएको लामो युद्धका तस्वीर उपलब्ध गराउँदछ। उक्त युद्ध १५ वर्षसम्म सन् १९४५ मा जापानको हार नभएसम्म चलेको थियो।

source: The Twitter account provides images of a long war that has largely been forgotten in both Japan and in the West, despite lasting nearly 15 years until Japan's defeat in 1945.
ne: यी तस्वीरहरूले सन् १९३० ताकाको विश्वको आकर्षक झलक दिन्छन् र चीनसँग युद्धरत जापानले कसरी त्यस दशकको अधिकांश समय पश्चिमी शक्तिहरूसँग अन्तरक्रिया र सहकार्य गर्यो भन्ने कुरा दर्शाउछन्।

source: Cover of Japanese kids' magazine from 1934.
ne: सन् १९३९ मा उत्तरी #Chinaको तियान्जिन शहरमा जापानी, बेलायती चौकीदार। #Japan #WW2

source: The images provide a fascinating glimpse into the world of the 1930s, and point out how, for much of the decade, Japan interacted and collaborated with Western powers while at war in China.
ne: सन् १९३२ मा संघाईको पहिलो युद्धका दौरान बेलायतमा बनेका भिकर्स क्रसली कवचसहीतका कारहरूसँग जापानी नौसेना।#China

source: While many of the images appear to be posed, there are some stunning documentary finds:
ne: यी तस्वीरहरूमध्ये धेरै जसो खिच्न लगाइएको जस्तो लागे पनि केही अनौठा दस्तावेजी खोजहरू पनि रहेका छन्:

source: Japanese troops disembarking in Hangzhou Bay, Nov 1937. #Japan was pioneering amphibious tactics then. #China #WW2 pic.twitter.com/hNpRWC9A9T — China in WW2 (@chinaww2) March 25, 2016
ne: जापानी सेना हाङ्झाउको खाडीमा उत्रदैं, नोभेम्बर १९३७। त्यतिबेला #Japanले जल र थलका रणनीतिको पहल गर्दै थियो।#China #WW2

source: Included are images used for propaganda:
ne: प्रोपागाण्डाका लागि प्रयोग गरिएका तस्वीरहरू यहाँ संलग्न छन्:

source: Japanese poster urging defenders of Hong Kong to abandon resistance, December 1941. #China #Japan #WW2 pic.twitter.com/pDXizPg5Xp — China in WW2 (@chinaww2) May 6, 2016
ne: हङकङका रक्षकलाई प्रतिरोध परित्याग गर्न आह्वान गर्दै जापानी पोष्टर, डिसेम्बर १९४१।#China #Japan #WW2

source: Getting from Dalian to Harbin, fast.
ne: साथै धेरैले बिर्सिएको सन् १९३० ताका उत्तरपूर्व चीनलाई उपनिवेश बनाउने प्रयत्न गरेको दर्शाउने फोटोहरू:

source: The Twitter feed also frequently links to blog articles covering World War 2 in China:
ne: डालियानबाट हार्बिन जादैं, द्रुत गतिमा। #Chinaमा रहेको कठपुतली राज्य मांचुकुओमा #Japanले संचालन गरेको रेलरोड देखाउने पत्रिका विज्ञापन

source: What happened to the Japanese stranded in #China at the end of #WW2?
ne: यस ट्वीटर फीडले चीनमा भएको दोश्रो विश्वयुद्धसम्बन्धी लेखरचनालाई प्राय लिंक गराउँछ:

source: Read it here https://t.co/NcMhShhiQu #Japan pic.twitter.com/Rvklf3BXrA — China in WW2 (@chinaww2) March 2, 2016
ne: दोश्रो विश्वयुद्ध #WW2को अन्त्यमा #Chinaमा फँसेका जापानीहरूलाई के भयो? यहाँ पढ्नुहोस् https://t.co/NcMhShhiQu #Japan

source: WW2 in Asia
ne: वल्र्डवारटु इन एशिया

source: Twitter account WW2 in Asia aims to provide a live-tweet retrospective of the war in Asia. It's also an excellent source of rare and surprising photos.
ne: ट्वीटर अकाउन्ट वल्र्डवारटु इन एशियाले एशियामा भएको युद्धको लाइभ ट्वीट उपलब्ध गराउने लक्ष्य लिएको छ। यो दुर्लभ तथा अनौठा फोटोहरूको एकदमै राम्रो श्रोत रहेको छ।

source: Much of the appeal of the microblog is that photos are tweeted chronologically in "real-time"; right now the account is tweeting the events of May 1936:
ne: यस माइक्रोब्लगको मुख्य आकर्षण क्रमबद्धरुपले "रियल टाइम"मा फोटोहरू ट्वीट गर्नु रहेको छ। हाल यस अकाउन्टले मे १९३६ का घटना ट्वीट गरिरहेको छ:

source: May 11, 1936: New Japanese law to make disclosure of industrial information an act of treason pic.twitter.com/qImZk2dleO — WW2 in Asia (@asiainww2) May 11, 2016
ne: मे ११, १९३६: औद्योगिक सूचना सार्वजनिक गर्ने नयाँ जापानी कानून राज्यद्रोह हो।

source: The tweets provide some useful context for what was happening as Asia marched towards war:
ne: यी ट्वीटहरूले एशिया युद्धतर्फ अग्रसर हुँदै गर्दा त्यहाँ के हुँदै थियो भन्ने उपयोगी सन्दर्भ उपलब्ध गराउँछन्:

source: April 6, 1936: Japan's war minister orders army to stay out of politics pic.twitter.com/tVCeRv7Ihs — WW2 in Asia (@asiainww2) April 6, 2016
ne: मे ८, १९३६: जापानको संसद भवनमा राजनीतिमा सेनाको भूमिकाको भत्र्सना गर्दै गरिएको भाषणको तालीका गड्गडाहटकासाथ समर्थन

source: March 10, 1936: New Japanese Minister of War Terauchi Hisaichi says army is not trying to introduce Fascist regime pic.twitter.com/CWT8BJMHgi — WW2 in Asia (@asiainww2) March 10, 2016
ne: अप्रिल ६, १९३६: जापानका युद्ध मन्त्रीले सेनालाई राजनीतिबाट टाढा रहन निर्देशन दिन्छन् मार्च १०, १९३६: नयाँ जापानी युद्ध मन्त्री तेराउची हिसाइची भन्छन् सेनाले फासीवादी शासनकाल लाद्न खोजिरहेको छैन

source: There are also some great finds documenting existing Japanese colonialism in Northeast Asia prior to the official start of hostilities in 1941.
ne: यहाँ सन् १९४१ मा विद्वेषको औपचारिक शुरुवातपूर्व उत्तरपूर्वी एशियामा व्याप्त जापानी उपनिवेषवादसम्बन्धी अभिलेख राख्ने ठूला खोजहरू पनि छन्।

source: The Twitter account presents some interesting perspectives on the Japan and Asia of 80 years ago:
ne: यस ट्वीटर अकाउन्टले ८० वर्षअगाडिको जापान र एशियाका केही चाखलाग्दा परिप्रेक्ष्य पस्कन्छ:
